Key,"German (Germany)"
" (Too many tags in use)"," (Zu viele Tags im Einsatz)"
" (Unlicensed)"," (Ohne Lizenz)"
" missing in the address book"," fehlt im Adressbuch"
"-- Please select table --","-- Bitte Tabelle auswählen --"
"- time left: {0} {1}","- verbleibende Zeit: {0} {1}"
"
Value must be between {0} and {1}","
Der Wert muss zwischen {0} und {1} liegen"
&No,&NEIN
&OK,&OK
&Yes,&Ja
", but it failed due to ",", aber es scheiterte an "
"[Select database file]","[Datenbankdatei auswählen]"
_Cancel,_Stornieren
_OK,_OK
"{0} - ID: {1}","{0} - ID: {1}"
"{0} cleared. ","{0} gelöscht. "
"{0} is corrupt, loading backup file","{0} ist beschädigt, Sicherungsdatei wird geladen"
"{0} is not a valid address!","{0} ist keine gültige Adresse!"
"{0} is not connected","{0} ist nicht verbunden"
"{0} quality on ","{0} Qualität auf "
"{0} used tags. Max is {1}.","{0} verwendete Tags. Das Maximum beträgt {1}."
"{0} will be cleared, press OK to continue or Cancel to try again.","{0} wird gelöscht. Drücken Sie „OK“, um fortzufahren, oder „Abbrechen“, um es erneut zu versuchen."
"{0}
Error : {1}","{0} Fehler: {1}"
"{0}% of disk used.","{0} % der Festplatte genutzt."
"{0}=State, {1}=StateTime, {2}=AlarmId, {3}=AlarmText, {4}=AlarmItemDisplayName, {5}=Count, {6}=ActiveTime, {7}=InactiveTime, {8}=NormalTime, {9}=AcknowledgeTime, {10}=AlarmGroupName, {11}=AlarmGroupText","{0}=Status, {1}=StateTime, {2}=AlarmId, {3}=AlarmText, {4}=AlarmItemDisplayName, {5}=Count, {6}=ActiveTime, {7}=InactiveTime, {8 }=NormalTime, {9}=AcknowledgeTime, {10}=AlarmGroupName, {11}=AlarmGroupText"
"<no user>","<no user>"
">The name must not be empty!",">Der Name darf nicht leer sein!"
0,0
"1 = 0-10% device life time used
2 = 10-20% device life time used
...
10 = 90-100% device life time used
11 = Exceeded its maximum estimated device life time","1 = 0-10 % der Gerätelebensdauer verbraucht 2 = 10-20 % der Gerätelebensdauer verbraucht ... 10 = 90-100 % der Gerätelebensdauer verbraucht 11 = Die maximal geschätzte Gerätelebensdauer wurde überschritten"
"1 = Normal
2 = Warning - Consumed 80% of reserved block
3 = Urgent","1 = Normal 2 = Warnung – 80 % des reservierten Blocks verbraucht 3 = Dringend"
"A {0} with name {1} already exists","Ein {0} mit dem Namen {1} existiert bereits"
"A bar view type","Ein Balkenansichtstyp"
"A login dialog is shown when access rights are not enough.","Bei unzureichenden Zugriffsrechten wird ein Anmeldedialog angezeigt."
"A project restart is required. Do not unplug any media until project has been fully restarted.

Do you wish to continue?","Ein Neustart des Projekts ist erforderlich. Trennen Sie keine Medien, bis das Projekt vollständig neu gestartet wurde. Möchten Sie fortfahren?"
"A serious error has occurred...","Es ist ein schwerwiegender Fehler aufgetreten..."
"A serious error has occurred... (View log file?)","Ein schwerwiegender Fehler ist aufgetreten ... (Protokolldatei anzeigen?)"
"A Tab view type","Ein Tab-Ansichtstyp"
"A user with this name already exists.","Ein Benutzer mit diesem Namen existiert bereits."
Abort,Abbrechen
"Access Denied","Zugriff verweigert"
"Access to file {0} is denied.","Der Zugriff auf die Datei {0} wurde verweigert."
"Ack All","Alle bestätigen"
"Ack Selected","Auswahl bestätigen"
"Ack Visible","Sichtbar bestätigen"
Ack:,Bestätigung:
Acknowledge,Anerkennen
"Acknowledge All","Alle bestätigen"
"Acknowledge Visible","Sichtbar bestätigen"
Acknowledged,Anerkannt
"Acknowledged alarm : {0}","Bestätigter Alarm: {0}"
"Acknowledged Time","Bestätigte Zeit"
Active,Aktiv
"Active Controllers:","Aktive Controller:"
"Active Time","Aktive Zeit"
Active:,Aktiv:
Add,Hinzufügen
"Add Route","Route hinzufügen"
"Add Scheduler Job","Scheduler-Job hinzufügen"
"Add User","Benutzer hinzufügen"
"Added route {0} to Route Manager","Route {0} zum Routenmanager hinzugefügt"
Address,Adresse
"Address Book",Adressbuch
"Address Book Configuration",Adressbuchkonfiguration
"Address Book missing","Adressbuch fehlt"
"Address Book not found","Adressbuch nicht gefunden"
"Address is not valid!","Adresse ist ungültig!"
"Adjust for Daylight Saving","Anpassung an die Sommerzeit"
"Advanced encryption :","Erweiterte Verschlüsselung:"
"Alarm Display Text :",Alarmanzeigetext:
"Alarm Distributor",Alarmverteiler
"Alarm Distributor Server missing","Alarm Distributor Server fehlt"
"Alarm Event Filter ","Alarmereignisfilter "
"Alarm Filter",Alarmfilter
"Alarm Group",Alarmgruppe
"Alarm Group Name :","Name der Alarmgruppe:"
"Alarm Item Name :","Name des Alarmelements:"
"Alarm logging has too high load. Alarms might be lost.","Die Alarmprotokollierung ist zu stark ausgelastet. Alarme können verloren gehen."
"Alarm logging is now disabled.","Die Alarmprotokollierung ist jetzt deaktiviert."
"Alarm logging is overloaded. Alarm logging is now disabled.","Die Alarmprotokollierung ist überlastet. Die Alarmprotokollierung ist jetzt deaktiviert."
"Alarm Name",Alarmname
"Alarm Server",Alarmserver
"Alarm Status",Alarmstatus
AlarmItem,AlarmItem
alarms,Alarm
"Alarms from a remote Alarm Server cannot be enabled or disabled remotely.","Alarme von einem Remote-Alarmserver können nicht remote aktiviert oder deaktiviert werden."
"Alarms from a remote Alarm Server cannot be managed remotely.","Alarme von einem Remote-Alarmserver können nicht remote verwaltet werden."
"Alarms might be lost.","Alarme könnten verloren gehen."
"Alarms State Filter Enabled ","Alarmstatusfilter aktiviert "
"All Files","Alle Dateien"
"All stored values has been cleared.","Alle gespeicherten Werte wurden gelöscht."
"All tags visible","Alle Tags sichtbar"
"Amount of capacity used in CPU Core {0} (in percent)","Menge der im CPU-Kern {0} genutzten Kapazität (in Prozent)"
"Amount of CPU capacity used (in percent)","Menge der genutzten CPU-Kapazität (in Prozent)"
"Amount of RAM memory available (in kB)","Menge des verfügbaren RAM-Speichers (in kB)"
"Amount of RAM memory used (in kB)","Menge des verwendeten RAM-Speichers (in kB)"
"Amount of RAM memory used (in percent of physical)","Menge des verwendeten RAM-Speichers (in Prozent des physischen Speichers)"
"Amount of storage memory available (in MB)","Menge des verfügbaren Speicherplatzes (in MB)"
"Amount of storage memory used (in MB)","Menge des verwendeten Speicherplatzes (in MB)"
"Amount of storage memory used (in percent of all storage)","Menge des genutzten Speichers (in Prozent des gesamten Speichers)"
"An access denied messagebox is shown when access rights are not enough.","Wenn die Zugriffsrechte nicht ausreichen, wird die Meldung „Zugriff verweigert“ angezeigt."
"An error occurred while copying the file.","Beim Kopieren der Datei ist ein Fehler aufgetreten."
"An Expand view type","Ein Ansichtstyp „Erweitern“"
"Animated Label","Animiertes Etikett"
"Animation from down to up. On the end of label direction will change to down.","Animation von unten nach oben. Am Ende des Etiketts ändert sich die Richtung nach unten."
"Animation from left to right. On the end of label direction will change to left.","Animation von links nach rechts. Am Ende des Etiketts ändert sich die Richtung nach links."
"Animation from right to left. On the end of label direction will change to right.","Animation von rechts nach links. Am Ende des Etiketts ändert sich die Richtung nach rechts."
"Animation from up to down. On the end of label direction will change to up.","Animation von oben nach unten. Am Ende des Etiketts ändert sich die Richtung nach oben."
Animations,Animationen
"Application error",Anwendungsfehler
"Application not intended to run on PC","Die Anwendung ist nicht für die Ausführung auf dem PC vorgesehen."
"Are you sure you want to delete {0} {1}?","Möchten Sie {0} {1} wirklich löschen?"
"Are you sure you want to delete {0}?","Möchten Sie {0} wirklich löschen?"
Area,Bereich
"Audit trail",Prüfprotokoll
"Audit Trail",Prüfprotokoll
"Audit Trail back up failed.

Application does not contain an Audit Trail.","Die Sicherung des Audit Trails ist fehlgeschlagen. Die Anwendung enthält keinen Audit Trail."
"Audit Trail database back up is not supported in simulation mode.","Die Sicherung der Audit Trail-Datenbank wird im Simulationsmodus nicht unterstützt."
"Audit Trail database is close to max size.","Die Audit Trail-Datenbank hat fast ihre maximale Größe erreicht."
"Authentication  :",Authentifizierung:
"Automatically turn off backlight","Hintergrundbeleuchtung automatisch ausschalten"
"Available RAM","Verfügbarer RAM"
"Available Storage","Verfügbarer Speicherplatz"
"Back Up Audit Trail Database","Sichern der Audit Trail-Datenbank"
"Back Up Database","Datenbank sichern"
"Back up Databases","Sichern von Datenbanken"
"Back Up failed","Sicherung fehlgeschlagen"
"Back Up Failed","Sicherung fehlgeschlagen"
"Back Up Non-Volatile Database","Nichtflüchtige Datenbank sichern"
"Backlight Brightness Level","Helligkeitsstufe der Hintergrundbeleuchtung"
"Backlight brightness level (in percent)","Helligkeitsstufe der Hintergrundbeleuchtung (in Prozent)"
"Backlight Settings",Hintergrundbeleuchtungseinstellungen
"Backup does not exist.","Es ist kein Backup vorhanden."
"Backup was restored.","Das Backup wurde wiederhergestellt."
"Bad quality on tag connected to recipe item","Schlechte Qualität des mit dem Rezeptelement verbundenen Tags"
Bar,Bar
"Bar join","Bar verbinden"
"Basic URL for Web SMS :","Basis-URL für Web-SMS:"
"Baud Rate :",Baudrate:
Binary,Binär
"Blink frequency of the power LED (1-10 Hz, 0 = always on)","Blinkfrequenz der Power-LED (1-10 Hz, 0 = immer an)"
"Body :","Körper :"
Both,Beide
Bottom,Unten
"Brand of panel and project does not match.","Marke des Panels und Projekt stimmen nicht überein."
"Brightness (1-100)","Helligkeit (1-100)"
"Brightness level should be between 1 - 100.","Die Helligkeitsstufe sollte zwischen 1 und 100 liegen."
Browse,Durchsuchen
"Browse Database","Datenbank durchsuchen"
"Buffer printed messages","Gedruckte Meldungen zwischenspeichern"
"Button '{1}' could not display symbol '{0}'. Make sure it is present in the project.","Die Schaltfläche „{1}“ konnte das Symbol „{0}“ nicht anzeigen. Stellen Sie sicher, dass es im Projekt vorhanden ist."
"Can not save file {0}. File name contains invalid characters.","Die Datei {0} kann nicht gespeichert werden. Der Dateiname enthält ungültige Zeichen."
Cancel,Stornieren
"Cannot create thumbnail because bitmap was null.","Miniaturbild kann nicht erstellt werden, da Bitmap null war."
"Cannot create thumbnail because image was null.","Miniaturbild kann nicht erstellt werden, da Bild null war."
"Cannot find the file","Die Datei kann nicht gefunden werden"
"Can't find an SD card and SD card is selected as database destination.","Es kann keine SD-Karte gefunden werden und die SD-Karte ist als Datenbankziel ausgewählt."
"Change Active Controllers","Aktive Controller ändern"
"Change of language requires reboot","Sprachänderung erfordert Neustart"
"Change Password","Kennwort ändern"
"Change Password for","Passwort ändern für"
"Changing Date/Time is not supported in Demo mode.","Das Ändern von Datum/Uhrzeit wird im Demomodus nicht unterstützt."
"Changing keyboard layout for this language is not supported in simulation mode.","Das Ändern des Tastaturlayouts für diese Sprache wird im Simulationsmodus nicht unterstützt."
"Changing Time Zone is not supported in Demo mode.","Das Ändern der Zeitzone wird im Demomodus nicht unterstützt."
"Choose a value between {0} and {1}.","Wählen Sie einen Wert zwischen {0} und {1}."
Clear,Klar
"Clear All","Alles löschen"
"Clear Non-volatile values","Nichtflüchtige Werte löschen"
"Clear Visible","Klar sichtbar"
Close,Schließen
"Comm Resumed","Kommunikation wieder aufgenommen"
Communication,Kommunikation
"Communication error exists at the moment. Do you want to continue with {0}?","Momentan liegt ein Kommunikationsfehler vor. Möchten Sie mit {0} fortfahren?"
"Communication Error Message",Kommunikationsfehlermeldung
"Communication Errors",Kommunikationsfehler
Components,Komponenten
"Compressed Files","Komprimierte Dateien"
Configure...,Konfigurieren...
"Confirm Password:","Passwort bestätigen:"
"Contact Add","Kontakt hinzufügen"
"Contact Edit","Kontakt bearbeiten"
Controller,Regler
"Controller Settings",Controller-Einstellungen
Controller:,Regler:
"Converting {0} from {1} to {2}","Konvertierung von {0} von {1} nach {2}"
"Copy Debug Log","Debug-Protokoll kopieren"
"Copying Audit Trail Database","Audit Trail-Datenbank kopieren"
"Copying Database","Datenbank kopieren"
"Copying Non-Volatile Database","Nichtflüchtige Datenbank kopieren"
"Corrupt database.","Beschädigte Datenbank."
"Corrupt document","Beschädigtes Dokument"
"Could not create Report","Bericht konnte nicht erstellt werden"
"Could not print Report!","Bericht konnte nicht gedruckt werden!"
"Could not register the following drivers:
{0}","Die folgenden Treiber konnten nicht registriert werden: {0}"
"Could not save Report!","Bericht konnte nicht gespeichert werden!"
"Couldn't get any AlarmItem from event: {0}","Es konnte kein AlarmItem vom Ereignis abgerufen werden: {0}"
Count,Zählen
"CPA Files",CPA-Dateien
"CPU Load",CPU-Auslastung
"CPU Load Core {0}","CPU-Lastkern {0}"
"CSV Files",CSV-Dateien
"Current date and time","Aktuelles Datum und Uhrzeit"
"Current Screen ID","Aktuelle Bildschirm-ID"
"Current Screen Name","Aktueller Bildschirmname"
"Current User","Aktueller Benutzer"
Customized,Individuell
"Daily {0} to {0}","Täglich {0} bis {0}"
"Data Bit :",Datenbit:
"Data Logger",Datenlogger
"Data Logger data might be lost.","Datenloggerdaten können verloren gehen."
"Data Loggers",Datenlogger
"Data logging has too high load. Data might be lost.","Die Datenprotokollierung ist zu stark ausgelastet. Es können Daten verloren gehen."
"Data logging is now disabled.","Die Datenprotokollierung ist jetzt deaktiviert."
"Data logging is overloaded. Data logging is now disabled.","Die Datenprotokollierung ist überlastet. Die Datenprotokollierung ist jetzt deaktiviert."
"Data will not be logged for Data Logger ""{0}"". These log item name(s) are reserved and should be renamed: {1}.","Für den Datenlogger ""{0}"" werden keine Daten protokolliert. Diese Protokollelementnamen sind reserviert und sollten umbenannt werden: {1}."
Database,Datenbank
"Database back up is not supported in simulation mode.","Datenbanksicherungen werden im Simulationsmodus nicht unterstützt."
"Database Backup containing alarms, recipes and data loggers","Datenbank-Backup mit Alarmen, Rezepten und Datenloggern"
"Database Backup containing audit trail","Datenbanksicherung mit Prüfprotokoll"
"Database Backup containing non-volatile tag values","Datenbanksicherung mit nichtflüchtigen Tag-Werten"
"Database backup failed.","Die Datenbanksicherung ist fehlgeschlagen."
"Database cleanup is not supported in simulation mode.","Die Datenbankbereinigung wird im Simulationsmodus nicht unterstützt."
"Database containing alarms, recipes and data loggers","Datenbank mit Alarmen, Rezepten und Datenloggern"
"Database containing audit trail","Datenbank mit Prüfprotokoll"
"Database containing non-volatile tag values","Datenbank mit nichtflüchtigen Tag-Werten"
"Database Conversion Failed.","Datenbankkonvertierung fehlgeschlagen."
"Database does not exist.","Datenbank existiert nicht."
"Database error",Datenbankfehler
"Database Error Active","Datenbankfehler aktiv"
"Database Error Message",Datenbank-Fehlermeldung
"Database Export Completed","Datenbankexport abgeschlossen"
"Database Export Failed","Datenbankexport fehlgeschlagen"
"Database File",Datenbankdatei
"Database files",Datenbankdateien
"Database Files",Datenbankdateien
"Database import is not supported in simulation mode.","Der Datenbankimport wird im Simulationsmodus nicht unterstützt."
"Database Max Size Exceeded","Maximale Datenbankgröße überschritten"
"Database overload",Datenbanküberlastung
"Database restore is not supported in simulation mode.","Die Datenbankwiederherstellung wird im Simulationsmodus nicht unterstützt."
"Database table ""{0}"" contains duplicate column name(s): {1}. Please check that the project is not using reserved column names (e.g. ""Time"" or ""Id"" for Data Logger items).","Die Datenbanktabelle ""{0}"" enthält doppelte Spaltennamen: {1}. Bitte überprüfen Sie, dass das Projekt keine reservierten Spaltennamen verwendet (z. B. ""Time"" oder ""Id"" für Datenloggerelemente)."
"Database was repaired.","Datenbank wurde repariert."
"Database will be recreated.","Die Datenbank wird neu erstellt."
Date,Datum
"Date & Time","Datum und Uhrzeit"
"Date and Time","Datum und Uhrzeit"
"Date roller format type",Datumsrollenformattyp
Date:,Datum:
DateTime,Datum/Uhrzeit
"DateTime roller format type",DateTime-Rollerformattyp
Day,Tag
"Day component of current date","Tageskomponente des aktuellen Datums"
"Day of current week","Tag der aktuellen Woche"
"Day of Week",Wochentag
"Days :",Tage:
"Debug Logging Enabled","Debug-Protokollierung aktiviert"
Decimal,Dezimal
Default,Standard
DefaultValue,Standardwert
"Define the format of the alarm text to send. You can include the value of an alarm variable by replacing the corresponding value (see the list below) in curly braces, such as: State is {0}","Definieren Sie das Format des zu sendenden Alarmtexts. Sie können den Wert einer Alarmvariablen einschließen, indem Sie den entsprechenden Wert (siehe Liste unten) in geschweiften Klammern ersetzen, z. B.: Status ist {0}"
"Del Selected","Auswahl löschen"
Delete,Löschen
"Delete contact","Kontakt löschen"
"Delete Recipe","Rezept löschen"
"Delete Route","Route löschen"
"Delete Scheduler Job","Scheduler-Job löschen"
"Deleting files","Löschen von Dateien"
"Demo application will terminate in 1 minute.","Die Demoanwendung wird in 1 Minute beendet."
Description,Beschreibung
Description:,Beschreibung:
"Designer Files",Designerdateien
"Destination file already exists! Do you want to overwrite it?","Zieldatei existiert bereits! Möchten Sie sie überschreiben?"
"Device missing","Gerät fehlt"
"Digital output",Digitalausgang
"Digital Output #1","Digitaler Ausgang Nr. 1"
"Digital Output #2","Digitaler Ausgang #2"
"Directory could not be found.","Verzeichnis konnte nicht gefunden werden."
"Disable Alarm","Alarm deaktivieren"
"Disable All","Alle deaktivieren"
"Disable Selected","Auswahl deaktivieren"
Disabled,Deaktiviert
"Disabled Alarms: {0}/{1}","Deaktivierte Alarme: {0}/{1}"
Disabled:,Deaktiviert:
"Disconnected from remote alarm server.","Verbindung zum Remote-Alarmserver getrennt."
"Displays value in binary format","Zeigt den Wert im Binärformat an"
"Displays value in decimal format","Zeigt den Wert im Dezimalformat an"
"Displays value in hex format","Zeigt den Wert im Hex-Format an"
"Displays value in integer format","Zeigt den Wert im Integer-Format an"
"Displays value in string format","Zeigt den Wert im String-Format an"
"Dll Files",DLL-Dateien
"Do you want to continue?","Möchten Sie fortfahren?"
"Do you want to open the log file?","Möchten Sie die Protokolldatei öffnen?"
"Do you want to remove the user?","Möchten Sie den Benutzer entfernen?"
"Do you want to replace it?","Möchten Sie es ersetzen?"
"Do you want to try create server locally?","Möchten Sie versuchen, einen Server lokal zu erstellen?"
"Don't Restore","Nicht wiederherstellen"
Donut,Krapfen
"Driver not found","Treiber nicht gefunden"
DynamicItem{0},DynamischesElement{0}
Edit,Bearbeiten
"Edit User","Benutzer bearbeiten"
Email,E-Mail
"Email Address :","E-Mail-Adresse :"
"Email address must be defined as username@domain.extension","Die E-Mail-Adresse muss als Benutzername@Domäne.Erweiterung definiert werden."
"Email Configuration",E-Mail-Konfiguration
"Email distribution disabled - Email not sent to ","E-Mail-Versand deaktiviert - E-Mail nicht gesendet an "
"Email distributor enabled","E-Mail-Verteiler aktiviert"
"Email sent to: ","E-Mail gesendet an: "
"Email: {0}, SMS: {1}","E-Mail: {0}, SMS: {1}"
"Enable Alarm","Alarm aktivieren"
"Enable All","Alle aktivieren"
"Enable Enhanced Debug Logging","Erweiterte Debugprotokollierung aktivieren"
"Enable Selected ","Auswahl aktivieren "
Enabled,Ermöglicht
"Enables enhanced debug logging.","Aktiviert eine erweiterte Debugprotokollierung."
"Enables exported projects to be uploaded to an AutoTransfer server.","Ermöglicht das Hochladen exportierter Projekte auf einen AutoTransfer-Server."
"Encryption mode :",Verschlüsselungsmodus:
"End Date:",Enddatum:
"End Time:",Endzeit:
"Equal to",Gleich
"Equal to or greater than","Gleich oder größer als"
"Equal to or less than","Gleich oder kleiner als"
"Erroneous resolving of service {0}","Fehlerhafte Auflösung des Dienstes {0}"
Error,Fehler
"Error creating OPC Server","Fehler beim Erstellen des OPC-Servers"
"Error deleting {0} ({1}).","Fehler beim Löschen von {0} ({1})."
"Error Loading File","Fehler beim Laden der Datei"
"Error Service Exists","Fehler „Dienst vorhanden“"
"Error setting password","Fehler beim Festlegen des Passworts"
"Error when creating contact","Fehler beim Erstellen des Kontakts"
"Error when saving contact","Fehler beim Speichern des Kontakts"
"Error writing ","Fehler beim Schreiben "
"Error: Invalid alarm message format...","Fehler: Ungültiges Alarmmeldungsformat ..."
"Error:SMS URL string is not valid.","Fehler: SMS-URL-Zeichenfolge ist ungültig."
"Excel Files",Excel-Dateien
"Exit application and reboot is not supported on this platform.","Das Beenden der Anwendung und der Neustart werden auf dieser Plattform nicht unterstützt."
Expand,Expandieren
"Export Audit Trail Database","Audit Trail-Datenbank exportieren"
"Export completed!","Export abgeschlossen!"
"Export directory is not supported for current target.","Das Exportverzeichnis wird für das aktuelle Ziel nicht unterstützt."
"Export of {0} succeeded.","Der Export von {0} war erfolgreich."
"Export path: {0}","Exportpfad: {0}"
"Export Users","Benutzer exportieren"
"Exporting database table {0} to csv-file...","Datenbanktabelle {0} wird in CSV-Datei exportiert …"
Expressions,Ausdrücke
"External storage card has less than {0}KB available.","Auf der externen Speicherkarte sind weniger als {0} KB verfügbar."
"External storage card not present","Externe Speicherkarte nicht vorhanden"
"Failed to add dataitem, {0}","Datenelement {0} konnte nicht hinzugefügt werden"
"Failed to connect objects to data items.","Objekte konnten nicht mit Datenelementen verbunden werden."
"Failed to convert {0} from {1} to {2}","Konvertierung von {0} von {1} nach {2} fehlgeschlagen"
"Failed to create OPC Server:  {0}","OPC-Server konnte nicht erstellt werden: {0}"
"Failed to create OPC Server: {0} on node: {1}","OPC-Server konnte nicht erstellt werden: {0} auf Knoten: {1}"
"Failed to create thumbnail. Image path '{0}' not found","Das Erstellen der Miniaturansicht ist fehlgeschlagen. Bildpfad „{0}“ nicht gefunden"
"Failed to import recipe at row {0}.","Das Importieren des Rezepts in Zeile {0} ist fehlgeschlagen."
"Failed to load driver:","Treiber konnte nicht geladen werden:"
"Failed to load file: {0}","Datei konnte nicht geladen werden: {0}"
"Failed to load table","Tabelle konnte nicht geladen werden"
"Failed to reconnect remote OPC server","Die erneute Verbindung zum Remote-OPC-Server ist fehlgeschlagen"
"Failed to set the timer resolution using TimeBeginPeriod","Die Timerauflösung konnte nicht mit TimeBeginPeriod eingestellt werden."
"Falling edge","Fallende Flanke"
"Fast line","Schnelle Linie"
"Fast logging","Schnelle Protokollierung"
File,Datei
"File '{0}' not found!","Datei ""{0}"" nicht gefunden!"
"File cannot be found","Die Datei konnte nicht gefunden werden"
"File does not exist: {0}","Datei existiert nicht: {0}"
"File does not match","Datei stimmt nicht überein"
"File is not a pdf: {0}","Datei ist kein PDF: {0}"
Filter,Filter
Filter...,Filter...
Finish,Beenden
"First Name :",Vorname:
"First name must not be empty!","Vorname darf nicht leer sein!"
"Flash Memory EOL Info","Informationen zum EOL des Flash-Speichers"
"Flash Memory Life Time Used","Verwendete Lebensdauer des Flash-Speichers"
"Following contact(s) referred in {0} in the Alarm Distributor Server do not exist in the Address Book","Die folgenden Kontakte, auf die in {0} im Alarm Distributor Server verwiesen wird, sind nicht im Adressbuch vorhanden"
"Font Size :",Schriftgröße:
"Font Size Error",Schriftgrößenfehler
"Font Size should be {0} to {1}.","Die Schriftgröße sollte zwischen {0} und {1} liegen."
"Font Size should be numeric.","Die Schriftgröße sollte numerisch sein."
"From Address :",Absenderadresse:
"From down to up","Von unten nach oben"
"From down to up to down","Von unten nach oben nach unten"
"From left to right","Von links nach rechts"
"From left to right to left","Von links nach rechts nach links"
"From Name :","Von Name:"
"From right to left","Von rechts nach links"
"From right to left to right","Von rechts nach links nach rechts"
"From up to down","Von oben nach unten"
"From up to down to up","Von oben nach unten nach oben"
"Function is not supported","Funktion wird nicht unterstützt"
"Function Keys",Funktionstasten
Functions,Funktionen
"Generating PDF file","PDF-Datei erstellen"
"Global Macro","Globales Makro"
"Go page","Seite aufrufen"
"Greater than","Größer als"
Group,Gruppe
"Group Name",Gruppenname
"Group Text",Gruppentext
"Hand Shake :",Händedruck:
Hex,Verhexen
Hidden,Versteckt
Histogram,Histogramm
History,Geschichte
"History Time Settings",Verlaufszeiteinstellungen
"HomeAddress {0} is not valid","Die Privatadresse {0} ist ungültig"
homeaddress:,Privatadresse:
"Horizontal area","Horizontale Fläche"
"Horizontal line","Horizontale Linie"
Hour,Stunde
"Hour component of current time","Stundenkomponente der aktuellen Zeit"
"HTML Files",HTML-Dateien
"Idle time before turn off (Seconds)","Leerlaufzeit vor dem Ausschalten (Sekunden)"
Ignore,Ignorieren
"Image file not found!","Bilddatei nicht gefunden!"
"Image Update Required","Bildaktualisierung erforderlich"
"Import completed!","Import abgeschlossen!"
"Import file format is wrong. Is the correct delimiter used?","Das Importdateiformat ist falsch. Wurde das richtige Trennzeichen verwendet?"
"Import from csv-file to {0} failed","Importieren aus CSV-Datei nach {0} ist fehlgeschlagen"
"Import of Recipe {0} failed","Import des Rezepts {0} ist fehlgeschlagen"
"Import User Accounts","Benutzerkonten importieren"
"Import Users","Benutzer importieren"
"Importing database table {0} from csv-file...","Datenbanktabelle {0} aus CSV-Datei importieren …"
Inactive,Inaktiv
"Inactive Time","Inaktive Zeit"
Inactive:,Inaktiv:
"Indicates if debug logging is enabled.","Gibt an, ob die Debugprotokollierung aktiviert ist."
Info,Info
"Initializing OPC UA controller {0}.
This may take some time.","OPC UA-Controller {0} wird initialisiert. Dies kann einige Zeit dauern."
"Initializing Route Manager","Route Manager wird initialisiert"
"Input value is in wrong format.","Der Eingabewert hat das falsche Format."
"Input value is out of range.","Der Eingabewert liegt außerhalb des Bereichs."
Integer,"Ganze Zahl"
"Integrity check restarted.","Integritätsprüfung neu gestartet."
"Intensity of the blue power LED (0-100)","Intensität der blauen Power-LED (0-100)"
"Intensity of the green power LED (0-100)","Intensität der grünen Power-LED (0-100)"
"Intensity of the red power LED (0-100)","Intensität der roten Power-LED (0-100)"
Internal,Intern
"Internal for corrupt database recovery","Intern zur Wiederherstellung beschädigter Datenbanken"
"Internal Temperature","Interne Temperatur"
"Internal temperature in panel (in °C)","Innentemperatur im Panel (in °C)"
"Invalid Expression","Ungültiger Ausdruck"
"Invalid index! Index must be a unique integer.","Ungültiger Index! Der Index muss eine eindeutige Ganzzahl sein."
"Invalid index! Index zero is reserved for default language.","Ungültiger Index! Index Null ist für die Standardsprache reserviert."
"Invalid interval","Ungültiges Intervall"
"Invalid key!","Ungültiger Schlüssel!"
"Invalid login details","Ungültige Anmeldedaten"
"Invalid name","Ungültiger Name"
"Invalid number","Ungültige Nummer"
"Invalid recipe name. Please  enter a valid recipe name.","Ungültiger Rezeptname. Bitte geben Sie einen gültigen Rezeptnamen ein."
"Invalid tag on ","Ungültiges Tag auf "
"Invalid text ID! Text ID must be a unique integer.","Ungültige Text-ID! Die Text-ID muss eine eindeutige Ganzzahl sein."
"Invalid user name","Ungültiger Benutzername"
"Invalid user name or password!","Ungültiger Benutzername oder ungültiges Passwort!"
Item,Artikel
"Item ID {0} is invalid","Die Artikel-ID {0} ist ungültig"
"Job List :",Stellenliste:
Kagi,Kagi
"Keep backlight on if the notifier window is visible","Hintergrundbeleuchtung eingeschaltet lassen, wenn das Benachrichtigungsfenster sichtbar ist"
"Key can not be empty!","Schlüssel darf nicht leer sein!"
"Keyboard cannot be empty!","Die Tastatur darf nicht leer sein!"
"Last Disabled","Zuletzt deaktiviert"
"Last Enabled","Zuletzt aktiviert"
"Last Name :",Nachname:
"Latest communication error message","Neueste Kommunikationsfehlermeldung"
"Latest database error message","Neuste Datenbankfehlermeldung"
"Latest Loaded Recipe","Neuestes geladenes Rezept"
LED,LED
Left,Links
"Less than","Weniger als"
"License Info",Lizenzinformationen
Line,Linie
"Line point",Linienpunkt
Load,Laden
"Load Recipe","Rezept laden"
"Loading Data","Daten laden"
"Loading History","Verlauf laden"
Local,Lokal
Location,Standort
"Locking database failed!","Das Sperren der Datenbank ist fehlgeschlagen!"
"Logged in user cannot be removed.","Angemeldeter Benutzer kann nicht entfernt werden."
"Logging at 50 ms interval","Protokollierung im 50-ms-Intervall"
Login,Login
"Login Failure",Anmeldefehler
"Login Success","Anmeldung erfolgreich"
"Logout Success","Abmeldung erfolgreich"
"Logout time must be greater than 0.","Die Abmeldezeit muss größer als 0 sein."
"Loop animation from down to up.","Animationsschleife von unten nach oben."
"Loop animation from left to right.","Animationsschleife von links nach rechts."
"Loop animation from right to left.","Animationsschleife von rechts nach links."
"Loop animation from up to down.","Animationsschleife von oben nach unten."
"Make sure the file is in this location and try importing again.","Stellen Sie sicher, dass sich die Datei an diesem Speicherort befindet, und versuchen Sie den Import erneut."
"Manage Alarms","Alarme verwalten"
"Max alarms for filling buffer :","Max. Alarme für Pufferfüllung:"
"Max screen cache memory load","Maximale Auslastung des Bildschirm-Cache-Speichers"
"Max screen cache memory load (in percent 50-90)","Maximale Bildschirm-Cache-Speicherauslastung (in Prozent 50-90)"
"Max Size exceeded","Maximale Größe überschritten"
"Max wait time for filling buffer :","Maximale Wartezeit zum Füllen des Puffers:"
"Media Files",Mediendateien
"Memory card",Speicherkarte
"Memory card for project restore","Speicherkarte zur Projektwiederherstellung"
"Memory card not found!","Speicherkarte nicht gefunden!"
"Memory card restore","Speicherkarte wiederherstellen"
Message,Nachricht
minute,Minute
Minute,Minute
"Minute component of current time","Minutenkomponente der aktuellen Zeit"
minutes,Minuten
"Modified Date",Änderungsdatum
"Modify Address Book","Adressbuch ändern"
"Modify Receivers","Empfänger ändern"
"Modify Routes","Routen ändern"
"Modify Settings Window","Fenster „Einstellungen ändern“"
Month,Monat
"Month component of current date","Monatskomponente des aktuellen Datums"
"Multiple Languages","Mehrere Sprachen"
"Must have a value between {0} and {1}","Muss einen Wert zwischen {0} und {1} haben"
Name,Name
"Name :","Name :"
"Name cannot be null or empty","Der Name darf nicht null oder leer sein."
"Name of the current project","Name des aktuellen Projekts"
"Name of the current screen","Name des aktuellen Bildschirms"
"Name of the latest loaded recipe","Name des zuletzt geladenen Rezeptes"
"New contact","Neuer Kontakt"
"New Line Char :","Neue Zeilenzeichen:"
"New Password:","Neues Passwort:"
"New Screen ID","Neue Bildschirm-ID"
Next,Nächste
No,NEIN
"No action takes place when access rights are not enough.","Bei unzureichenden Zugriffsrechten werden keine Aktionen ausgeführt."
"No external storage was found!","Es wurde kein externer Speicher gefunden!"
"No external storage was found! The file could not be saved.","Es wurde kein externer Speicher gefunden! Die Datei konnte nicht gespeichert werden."
"No license found. Application will run in demo mode for {0} minutes.","Keine Lizenz gefunden. Die Anwendung wird {0} Minuten lang im Demomodus ausgeführt."
"No simulation on this control.","Keine Simulation auf dieser Steuerung."
"No tag connected to recipe item","Kein Tag mit dem Rezeptelement verknüpft"
"No tags visible","Keine Tags sichtbar"
"No valid printer is configured","Es ist kein gültiger Drucker konfiguriert"
"No visibility is specified, instead the visibility specified in the Security Manager is used.","Es wird keine Sichtbarkeit angegeben, stattdessen wird die im Security Manager angegebene Sichtbarkeit verwendet."
None,Keiner
Non-volatile,"Nicht flüchtig"
"Non-volatile database","Nichtflüchtige Datenbank"
"Non-volatile Tags","Nichtflüchtige Tags"
Normal,Normal
"Normal Time","Normale Spielzeit"
Normal:,Normal:
"Not enough credits to send message","Nicht genügend Guthaben zum Senden der Nachricht"
"Not Enough Disk Space","Nicht genügend Speicherplatz"
"Not enough disk space on USB memory!","Nicht genügend Speicherplatz auf dem USB-Speicher!"
"Not enough disk space to create the Report!","Nicht genügend Speicherplatz, um den Bericht zu erstellen!"
"Not enough disk space. Unable to restore {0} from {1}.","Nicht genügend Speicherplatz. {0} kann nicht von {1} wiederhergestellt werden."
"Not enough space in project directory!","Nicht genügend Speicherplatz im Projektverzeichnis!"
"Not enough space in selected directory!","Nicht genügend Speicherplatz im ausgewählten Verzeichnis!"
"Not enough space on memory card!","Nicht genügend Speicherplatz auf der Speicherkarte!"
"Not equal to",Ungleich
"Not loaded: {0}","Nicht geladen: {0}"
"Not Specified","Nicht angegeben"
"Not supported","Nicht unterstützt"
"Not Supported in Beta Version","In der Beta-Version nicht unterstützt"
"Note: The filter criterias above correspond to the properties for a received alarm item from the client. The filter string shall be expressed using Regular Expressions. If all alarms shall pass a filter string the string shall be empty.","Hinweis: Die oben genannten Filterkriterien entsprechen den Eigenschaften für ein vom Client empfangenes Alarmelement. Die Filterzeichenfolge muss mit regulären Ausdrücken ausgedrückt werden. Wenn alle Alarme eine Filterzeichenfolge passieren sollen, muss die Zeichenfolge leer sein."
"Number of active communication errors on all controllers","Anzahl aktiver Kommunikationsfehler auf allen Controllern"
"Number of Disabled Alarms","Anzahl deaktivierter Alarme"
"Number of Received Alarms:","Anzahl empfangener Alarme:"
"Number of remote alarm servers with connection errors, e.g. disconnected servers.","Anzahl der Remote-Alarmserver mit Verbindungsfehlern, z. B. getrennte Server."
Off,Aus
"Offline - In configuration mode.","Offline – Im Konfigurationsmodus."
OK,OK
"Old Password for User","Altes Passwort für Benutzer"
"Old Password:","Altes Passwort:"
On,An
"OPC Client Settings",OPC-Client-Einstellungen
"OPC UA client is not supported in Demo mode.","OPC UA-Client wird im Demomodus nicht unterstützt."
"OPC UA Client Settings","OPC UA-Client-Einstellungen"
"OPC UA server is not supported in Demo mode.","OPC UA-Server wird im Demomodus nicht unterstützt."
"Open File","Datei öffnen"
"Out of disk space","Nicht genügend Speicherplatz"
Overwrite,Überschreiben
"Page Length :",Seitenlänge:
"Page Orientation :",Seitenausrichtung:
"Page Width :",Seitenbreite:
"Page width cannot be negative.","Die Seitenbreite darf nicht negativ sein."
"Panel is out of disk space!","Panel hat nicht genügend Speicherplatz!"
"Parity :",Parität:
"Parse of csv-file failed at row {0}","Das Parsen der CSV-Datei ist in Zeile {0} fehlgeschlagen"
"Password  :","Passwort :"
"Password :","Passwort :"
"Password changed!","Passwort geändert!"
"Password complexity not met!","Passwortkomplexität nicht erfüllt!"
"Password must contain a minimum of {0} characters!","Das Passwort muss mindestens {0} Zeichen enthalten!"
Password:,Passwort:
Pause,Pause
Paused,Angehalten
"PDF Files",PDF-Dateien
"Period :","Zeitraum :"
"Phone must be defined as e.g. +99999999...","Die Telefonnummer muss beispielsweise wie folgt definiert werden: +99999999..."
"Phone Number :",Telefonnummer:
"Physical RAM","Physischer RAM"
"Picture Files",Bilddateien
Pie,Torte
"Please close all other clients.","Bitte schließen Sie alle anderen Clients."
"Please insert Memory Card!","Bitte Speicherkarte einlegen!"
"Please insert USB memory!","Bitte USB-Speicher einstecken!"
"Please save your audit trail database.","Bitte speichern Sie Ihre Audit-Trail-Datenbank."
"Please save your database.","Bitte speichern Sie Ihre Datenbank."
"Please verify the correct recipe name was given.","Bitte überprüfen Sie, ob der richtige Rezeptname angegeben wurde."
Points,Punkte
"Port :","Hafen :"
"Port Name :",Hafenname:
"Power LED Blink Frequency","Blinkfrequenz der Betriebs-LED"
"Power LED Blue Intensity","Power-LED Blau Intensität"
"Power LED Green Intensity","Power-LED Grün Intensität"
"Power LED Red Intensity","Power-LED Rot Intensität"
Previous,Vorherige
"Print Screen is not supported in simulation mode.","„Bildschirm drucken“ wird im Simulationsmodus nicht unterstützt."
Printer,Drucker
"Printer Configuration",Druckerkonfiguration
"Printer Connector :",Druckeranschluss:
"Printer distribution disabled","Druckerverteilung deaktiviert"
"Printer distributor enabled","Druckerverteiler aktiviert"
"Printer Name/Path :",Druckername/Pfad:
"Printer Receiver",Druckerempfänger
"Printer supports PCL5c","Drucker unterstützt PCL5c"
"Printer Type :",Druckertyp:
"Printing report {0}...","Bericht {0} wird gedruckt..."
"Printing screen {0} ...","Bildschirm {0} wird gedruckt ..."
Printing...,Drucken...
PrintSettings,Druckeinstellungen
"Problem with the message","Problem mit der Nachricht"
Project,Projekt
"Project Configuration",Projektkonfiguration
"Project failure!","Projekt gescheitert!"
"Project Files",Projektdateien
"Project must be restarted","Projekt muss neu gestartet werden"
"Project Name",Projektname
"Project Pictures",Projektbilder
Property,Eigentum
Radar,Radar
"RAM memory installed in computer (in kB)","Im Computer installierter RAM-Speicher (in kB)"
"Read the total number of disabled alarms ","Lesen Sie die Gesamtzahl der deaktivierten Alarme "
"Reading file {0} failed.","Das Lesen der Datei {0} ist fehlgeschlagen."
"Reading file failed at row {0}.","Das Lesen der Datei in Zeile {0} ist fehlgeschlagen."
Ready,Bereit
"Received: ","Erhalten: "
"Receiver Not Available","Empfänger nicht verfügbar"
Recipe,Rezept
"Recipe {0} already exists.","Rezept {0} existiert bereits."
"Recipe {0} will be deleted.","Rezept {0} wird gelöscht."
"Recipe already exists.","Rezept existiert bereits."
"Recipe load error","Fehler beim Laden des Rezepts"
"Recipe name:",Rezeptname:
"Recipe not found.","Rezept nicht gefunden."
"Recipe Offline: {0}","Rezept offline: {0}"
"Recipe save error","Fehler beim Speichern des Rezepts"
Recipes,Rezepte
Refresh,Aktualisieren
Region:,Region:
Remote,Fernbedienung
"Remote access active","Fernzugriff aktiv"
"Remote Alarm Server Connection Errors","Verbindungsfehler beim Remote-Alarmserver"
Remove,Entfernen
"Remove existing file selection?","Vorhandene Dateiauswahl entfernen?"
"Remove Receiver","Empfänger entfernen"
"Remove selection?","Auswahl entfernen?"
"Remove User","Benutzer entfernen"
"Removing Excel file","Excel-Datei entfernen"
"Removing User Failed","Entfernen des Benutzers fehlgeschlagen"
"Repairing of database failed.","Die Reparatur der Datenbank ist fehlgeschlagen."
"Repairing primary key","Primärschlüssel reparieren"
"Repairing primary key failed","Die Reparatur des Primärschlüssels ist fehlgeschlagen"
"Repairing storage '{0}'","Speicher „{0}“ wird repariert"
Report,Bericht
"Report invalid tags to file","Ungültige Tags an Datei melden"
"Report is saved to disk","Der Bericht wird auf der Festplatte gespeichert"
"Report is sent to the printer","Der Bericht wird an den Drucker gesendet"
Reports,Berichte
"Restart required","Neustart erforderlich"
"Restarting application","Anwendung neu starten"
"Restore Database","Datenbank wiederherstellen"
"Restore Databases Error","Fehler beim Wiederherstellen von Datenbanken"
"Restore Default","Standard wiederherstellen"
"Restoring backup failed.","Das Wiederherstellen der Sicherung ist fehlgeschlagen."
Retry,Wiederholen
Right,Rechts
"Rising edge","Steigende Flanke"
Route,Route
"Route name can't be empty","Der Routenname darf nicht leer sein."
"Routes  : ","Routen: "
"Routes Configuration",Routenkonfiguration
"Running backup","Ausführen einer Sicherung"
"Running in demo mode","Wird im Demomodus ausgeführt"
"Runtime Version",Runtimeversion
"Runtime version of framework","Laufzeitversion des Frameworks"
Save,Speichern
"Save Audit Trail Database As","Audit Trail-Datenbank speichern unter"
"Save Recipe","Rezept speichern"
"Saving report {0}...","Bericht {0} wird gespeichert..."
"Saving screenshot of screen {0} ...","Screenshot von Bildschirm {0} wird gespeichert ..."
Scheduler,Terminplaner
"Scheduler Job Edit","Planer-Job bearbeiten"
SchedulerJob,"Job planen"
"Screen Files",Bildschirmdateien
"Screen Id",Bildschirm-ID
"Screen not found","Bildschirm nicht gefunden"
"Screen Update Time",Bildschirmaktualisierungszeit
"Screen with ID {0} was not found.","Bildschirm mit ID {0} wurde nicht gefunden."
"Screenshot is printed on the printer.","Der Screenshot wird auf dem Drucker ausgedruckt."
"Screenshot is saved as a PNG file.","Der Screenshot wird als PNG-Datei gespeichert."
"Script Module",Skriptmodul
"Script Modules",Skriptmodule
Search,Suchen
Second,Zweite
"Second component of current time","Zweite Komponente der aktuellen Zeit"
Security,Sicherheit
"Select backup destination","Backup-Ziel auswählen"
"Select Database","Datenbank auswählen"
"Select database file to restore","Wählen Sie die wiederherzustellende Datenbankdatei aus"
"Select databases to backup","Wählen Sie die zu sichernden Datenbanken aus"
"Select databases to backup and backup destination","Wählen Sie die zu sichernden Datenbanken und das Sicherungsziel aus"
"Select databases to restore","Auswählen der wiederherzustellenden Datenbanken"
"Select Email Receivers :","E-Mail-Empfänger auswählen:"
"Select File","Datei auswählen"
"Select Printer Receivers :","Druckerempfänger auswählen:"
"Select Security Group:","Sicherheitsgruppe auswählen:"
"Select SMS Receivers :","SMS-Empfänger auswählen:"
"Select User:","Benutzer auswählen:"
"Selected destination ({0}) is not supported for current target.","Das ausgewählte Ziel ({0}) wird für das aktuelle Ziel nicht unterstützt."
"Sending files","Senden von Dateien"
"Sending panel info","Panel-Informationen senden"
"Serial Number",Seriennummer
"Serial number of the panel","Seriennummer des Panels"
"Server Address:",Serveradresse:
"Server Name:",Servername:
"Set Date/Time","Datum/Uhrzeit einstellen"
"Set Date/Time Failed","Datum/Uhrzeit festlegen fehlgeschlagen"
"Set Time Zone, Daylight Saving and Region","Zeitzone, Sommerzeit und Region einstellen"
"Set to 1 when database max size is exceeded.","Wird auf 1 gesetzt, wenn die maximale Datenbankgröße überschritten wird."
"Set to 1 when there is an active database error.","Wird auf 1 gesetzt, wenn ein aktiver Datenbankfehler vorliegt."
Settings,Einstellungen
"Settings in HMI OS differ from hardware setup.","Die Einstellungen im HMI-Betriebssystem unterscheiden sich vom Hardware-Setup."
"Show Access Denied Message","Meldung „Zugriff verweigert“ anzeigen"
"Show All","Alles zeigen"
"Show Disabled","Deaktivierte anzeigen"
"Show Login Dialog","Anmeldedialog anzeigen"
"Shutting down!","Wird heruntergefahren!"
Size,Größe
SMS,"Direct Mail"
"SMS Configuration",SMS-Konfiguration
"SMS distribution disabled - SMS not sent to ","SMS-Versand deaktiviert - SMS nicht versendet an "
"SMS distributor enabled","SMS-Verteiler aktiviert"
"SMS sent to: ","SMS gesendet an: "
"SMTP Server / IP :","SMTP-Server / IP:"
"SNTP service is not available.","Der SNTP-Dienst ist nicht verfügbar."
"Start Date:",Startdatum:
"Start Time :",Startzeit:
"Start time should be less than end time!","Die Startzeit muss vor der Endzeit liegen!"
"Start time should be less than stop time!","Die Startzeit sollte kürzer sein als die Stoppzeit!"
"Start Time:",Startzeit:
State,Zustand
"State: {0} | Time: {1} | Id: {2} | Text: {3} | AlarmItemDisplayName: {4} | Count: {5}","Status: {0} | Zeit: {1} | Id: {2} | Text: {3} | AlarmItemDisplayName: {4} | Anzahl: {5}"
"Stop Bit :",Stoppbit:
"Stop Time :",Stoppzeit:
"Storage device inserted","Speichergerät eingesteckt"
"Storage device removed","Speichergerät entfernt"
"Storage Memory",Speicher
"Storage memory installed in computer (in MB)","Im Computer installierter Speicher (in MB)"
"Storage Selector",Speicherauswahl
String,Zeichenfolge
"Subject :","Thema :"
"Succeeded to convert {0} from {1} to {2}","{0} konnte erfolgreich von {1} nach {2} konvertiert werden."
"Succeeded to convert from {0} to {1}","Die Konvertierung von {0} nach {1} war erfolgreich."
"Successfully deleted the alarm event ","Das Alarmereignis wurde erfolgreich gelöscht. "
System,System
"System setting",Systemeinstellung
Tab,Tab
Tag,Etikett
Tags,Schlagwörter
"Terminating application","Bewerbung beenden"
Text,Text
"Text Files",Textdateien
"Text Library",Textbibliothek
"TextId: {0} was not found!","TextId: {0} wurde nicht gefunden!"
"The alarm item name is too long! Max length is 200 characters.","Der Name des Alarmelements ist zu lang! Die maximale Länge beträgt 200 Zeichen."
"The Audit Trail Database is full","Die Audit Trail-Datenbank ist voll"
"The control is disabled when access rights are not enough.","Bei unzureichenden Zugriffsrechten wird die Steuerung deaktiviert."
"The control is hidden when access rights are not enough.","Das Steuerelement wird ausgeblendet, wenn die Zugriffsrechte nicht ausreichen."
"The control looks normal when access rights are not enough.","Bei unzureichenden Zugriffsrechten sieht die Steuerung normal aus."
"The Database is full","Die Datenbank ist voll"
"The database was of an older version.
Do you want to upgrade it?","Die Datenbank war von einer älteren Version. Möchten Sie sie aktualisieren?"
"The destination path {0} did not exist!","Der Zielpfad {0} existiert nicht!"
"The file appears to be corrupt near record {0}, field {1}, position {2}.","Die Datei scheint in der Nähe von Datensatz {0}, Feld {1}, Position {2} beschädigt zu sein."
"The file you tried to play is not supported.","Die Datei, die Sie abspielen wollten, wird nicht unterstützt."
"The ID of the current screen","Die ID des aktuellen Bildschirms"
"The ID of the new screen","Die ID des neuen Bildschirms"
"The index cannot exceed the length of the dynamic string.","Der Index darf die Länge der dynamischen Zeichenfolge nicht überschreiten."
"The interval cannot be set to a larger value than the maximum limit of {0}.","Das Intervall kann nicht auf einen größeren Wert als die Maximalgrenze von {0} eingestellt werden."
"The interval cannot be set to a smaller value than the minimum limit of {0}.","Das Intervall kann nicht auf einen kleineren Wert als die Mindestgrenze von {0} eingestellt werden."
"The max wait time must be within {0} to {1} minutes.","Die maximale Wartezeit muss zwischen {0} und {1} Minuten liegen."
"The max wait time must be within 1 to 1440 minutes.","Die maximale Wartezeit muss zwischen 1 und 1440 Minuten liegen."
"The maximum alarm for buffer must be within {0} to {1}.","Der maximale Alarm für den Puffer muss zwischen {0} und {1} liegen."
"The maximum no. of alarms must be within 1 to 1000.","Die maximale Anzahl der Alarme muss zwischen 1 und 1000 liegen."
"The message item name is too long! Max length is 200 characters.","Der Name des Nachrichtenelements ist zu lang! Die maximale Länge beträgt 200 Zeichen."
"The new password and the confirming password must match!","Das neue Passwort und das Bestätigungspasswort müssen übereinstimmen!"
"The page length can't be a negative integer.","Die Seitenlänge darf keine negative Ganzzahl sein."
"The page length must be a positive integer.","Die Seitenlänge muss eine positive Ganzzahl sein."
"The port number must be a positive integer.","Die Portnummer muss eine positive Ganzzahl sein."
"The screen update time (in ms)","Die Bildschirmaktualisierungszeit (in ms)"
"The selected file does not match this project. See the log for more information.","Die ausgewählte Datei passt nicht zu diesem Projekt. Weitere Informationen finden Sie im Protokoll."
"The selected video has a higher resolution than the panel supports, this can lead to unexpected behavior. The panel supports up to {0}x{1} pixels.

To ensure that this function will behave as expected please convert the video to a lower resolution.

Would you like to continue with the selected video?","Das ausgewählte Video hat eine höhere Auflösung als das Panel unterstützt. Dies kann zu unerwartetem Verhalten führen. Das Panel unterstützt bis zu {0}x{1} Pixel. Um sicherzustellen, dass diese Funktion wie erwartet funktioniert, konvertieren Sie das Video bitte in eine niedrigere Auflösung. Möchten Sie mit dem ausgewählten Video fortfahren?"
"The target path could not be created. Make sure that the destination drive exists,","Der Zielpfad konnte nicht erstellt werden. Stellen Sie sicher, dass das Ziellaufwerk existiert."
"The text must not be empty!","Der Text darf nicht leer sein!"
"The username of the currently logged in user","Der Benutzername des aktuell angemeldeten Benutzers"
"The web server could not be started and the project will terminate.
Perhaps another web server is running on the configured port?","Der Webserver konnte nicht gestartet werden und das Projekt wird beendet. Vielleicht läuft auf dem konfigurierten Port ein anderer Webserver?"
"There is a configuration for instance named {0}, but no property named {1}","Es gibt eine Konfiguration für die Instanz mit dem Namen {0}, aber keine Eigenschaft mit dem Namen {1}"
"There is no configuration for instance named {0}","Es gibt keine Konfiguration für die Instanz mit dem Namen {0}"
"There was an unexpected error in the configuration. The screen must be manually edited.
Error message: {0}","Es ist ein unerwarteter Fehler in der Konfiguration aufgetreten. Der Bildschirm muss manuell bearbeitet werden. Fehlermeldung: {0}"
"These changes will not take effect until you restart the project.","Diese Änderungen werden erst wirksam, wenn Sie das Projekt neu starten."
"This action is not applicable in simulation mode.","Diese Aktion ist im Simulationsmodus nicht anwendbar."
"This is a BETA version. It is only intended for evaluation and test purposes.","Dies ist eine BETA-Version. Sie ist nur für Evaluierungs- und Testzwecke vorgesehen."
"This is a TEST version. It is only intended for evaluation and test purposes.","Dies ist eine TEST-Version. Sie ist nur für Evaluierungs- und Testzwecke vorgesehen."
"This is an ALPHA version. It is only intended for evaluation and test purposes.","Dies ist eine ALPHA-Version. Sie ist nur für Evaluierungs- und Testzwecke vorgesehen."
"This is an INTERNAL version. It is only intended for evaluation and test purposes.","Dies ist eine INTERNE Version. Sie ist nur für Evaluierungs- und Testzwecke vorgesehen."
"This may result in loss of data.","Dies kann zu Datenverlust führen."
"This trend is not configured to have history data.","Dieser Trend ist nicht für die Aufzeichnung von Verlaufsdaten konfiguriert."
"This version of the project runtime is not supported on ARM64.
Please use a panel target intended for ARM64 CPU-architecture.","Diese Version der Projektlaufzeit wird auf ARM64 nicht unterstützt. Bitte verwenden Sie ein Panel-Ziel, das für die ARM64-CPU-Architektur vorgesehen ist."
"This will overwrite all users and groups in this project. Are you sure you want to continue?","Dadurch werden alle Benutzer und Gruppen in diesem Projekt überschrieben. Möchten Sie wirklich fortfahren?"
Time,Zeit
"Time roller format type",Zeitrollenformattyp
"Time Stamp",Zeitstempel
"Time Zone:",Zeitzone:
Time:,Zeit:
TimeStamp,Zeitstempel
"To complete the change of language the panel needs to be rebooted. Press yes to make the change and reboot the panel now. Press no to cancel.","Um die Sprachänderung abzuschließen, muss das Panel neu gestartet werden. Drücken Sie „Ja“, um die Änderung vorzunehmen und das Panel jetzt neu zu starten. Drücken Sie „Nein“, um abzubrechen."
"To complete the change of language the panel will now be rebooted.","Um die Sprachänderung abzuschließen, wird das Panel jetzt neugestartet."
"Too many recipe items. Max is {0}.","Zu viele Rezeptartikel. Das Maximum beträgt {0}."
Top,Spitze
"Transfer Ready","Bereit zur Übertragung"
"Translation key '{0}' is not complete.","Der Übersetzungsschlüssel „{0}“ ist nicht vollständig."
"Trend Data Logger",Trenddatenlogger
"Trying to send email to: ","Es wird versucht, eine E-Mail an folgende Adresse zu senden: "
"Trying to send SMS to: ","Versuch, eine SMS zu senden an: "
"Unable to access external memory card, please verify it is not write locked ","Auf die externe Speicherkarte kann nicht zugegriffen werden. Bitte überprüfen Sie, ob sie nicht schreibgeschützt ist. "
"Unable to create instance of SMTP.","SMTP-Instanz kann nicht erstellt werden."
"Unable to get service : {0}","Der Dienst konnte nicht abgerufen werden: {0}"
"Unable to load users from '{0}'.","Benutzer von „{0}“ können nicht geladen werden."
"Unable To Restore","Wiederherstellung nicht möglich"
"Unable to restore any database. The current type of database is not supported by this action.","Es kann keine Datenbank wiederhergestellt werden. Der aktuelle Datenbanktyp wird von dieser Aktion nicht unterstützt."
"Unknown command","Unbekannter Befehl"
"Unknown error","Unbekannter Fehler"
"Unsupported File","Nicht unterstützte Datei"
"Updating {0}","{0} wird aktualisiert"
"Upload to AutoTransfer server","Auf AutoTransfer-Server hochladen"
"URL is not well formed","Die URL ist nicht wohlgeformt"
"URL must contain a host","Die URL muss einen Host enthalten"
"URL must start with","Die URL muss beginnen mit"
Url:,URL:
"USB memory",USB-Speicher
"USB memory could not be found.","USB-Speicher konnte nicht gefunden werden."
"Used RAM","Verwendeter RAM"
"Used RAM Percent","Prozent verwendeter RAM"
"Used Storage","Gebrauchter Speicher"
"Used Storage Percent","Prozent belegter Speicher"
"User {0} is logged in.","Benutzer {0} ist angemeldet."
"User {0} is logged out.","Benutzer {0} ist abgemeldet."
"User matching username found but password was null!","Benutzer, der mit dem Benutzernamen übereinstimmt, wurde gefunden, aber das Passwort war null!"
"User Name",Benutzername
"User Name  :",Benutzername:
"User name cannot be empty.","Der Benutzername darf nicht leer sein."
"User name cannot be null or empty","Der Benutzername darf nicht null oder leer sein."
"User name:",Benutzername:
User:,Benutzer:
UserName,Benutzername
"Username :",Benutzername:
Users,Benutzer
"Users will be exported. Do you want to continue?","Benutzer werden exportiert. Möchten Sie fortfahren?"
"Users will be imported from","Benutzer werden importiert aus"
"Users will be imported from USB memory.","Benutzer werden vom USB-Speicher importiert."
"Validating selected database file","Ausgewählte Datenbankdatei validieren"
"Validation Error",Validierungsfehler
Value,Wert
"Value After","Wert nach"
"Value Before","Wert vor"
ValueAfter,WertNach
ValueBefore,WertVorher
"Verifying storage '{0}'","Speicher „{0}“ wird überprüft"
"Waiting to connect to the server {0}","Warte auf Verbindung zum Server {0}"
Warning,Warnung
"Windows CE Image Version","Windows CE-Image-Version"
"Writing alarms to database","Schreiben von Alarmen in die Datenbank"
"Writing table to csv file failed.","Das Schreiben der Tabelle in die CSV-Datei ist fehlgeschlagen."
"Writing table to file failed. Please check the file destination.","Das Schreiben der Tabelle in die Datei ist fehlgeschlagen. Bitte überprüfen Sie das Dateiziel."
"Wrong panel hardware","Falsche Panel-Hardware"
"Wrong panel OEM Id","Falsche OEM-ID des Panels"
"Wrong panel type in project","Falscher Paneltyp im Projekt"
"Wrong Resolution","Falsche Auflösung"
"XML Files",XML-Dateien
Year,Jahr
"Year component of current date","Jahreskomponente des aktuellen Datums"
Yes,Ja
"You cannot start the project at the moment as the screen resolution in the project and the image are different. To proceed, please update to the latest version of the image. Thank you.","Sie können das Projekt derzeit nicht starten, da die Bildschirmauflösung im Projekt und im Bild unterschiedlich ist. Um fortzufahren, aktualisieren Sie bitte auf die neueste Version des Bildes. Vielen Dank."
"You don't have access to this control.","Sie haben keinen Zugriff auf dieses Steuerelement."
"You don't have access to this function key.","Sie haben keinen Zugriff auf diese Funktionstaste."
"You don't have access to this screen.","Sie haben keinen Zugriff auf diesen Bildschirm."
